Revit 2027 API
ParameterTypeId.NumberSystemOverrideGraphicsParams Property
 "Graphics for Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberSystemOverrideGraphicsParams { get; }
Public Shared ReadOnly Property NumberSystemOverrideGraphicsParams As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberSystemOverrideGraphicsParams {
	ForgeTypeId^ get ();
}
static member NumberSystemOverrideGraphicsParams : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace